Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Household.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: Add family members who help care for your puppy.
de: Fugen Sie Familienmitglieder hinzu, die bei der Pflege Ihres Welpen helfen.
es: Agrega miembros de la familia que ayudan a cuidar a tu cachorro.
fr: Ajoutez les membres de la famille qui aident a prendre soin de votre chiot.
it: Aggiungi i familiari che aiutano a prendersi cura del tuo cucciolo.
nl: Voeg familieleden toe die helpen zorgen voor je puppy.
sv: Lagg till familjemedlemmar som hjalper till att ta hand om din valp.

source: Add member
de: Mitglied hinzufugen
es: Agregar miembro
fr: Ajouter un membre
it: Aggiungi membro
nl: Lid toevoegen
sv: Lagg till medlem

source: Add photo
de: Foto hinzufugen
es: Agregar foto
fr: Ajouter une photo
it: Aggiungi foto
nl: Foto toevoegen
sv: Lagg till foto

source: Avatar color
de: Avatar-Farbe
es: Color del avatar
fr: Couleur de l'avatar
it: Colore avatar
nl: Avatar kleur
sv: Avatar-farg

source: Change photo
de: Foto andern
es: Cambiar foto
fr: Changer la photo
it: Cambia foto
nl: Foto wijzigen
sv: Byt foto

source: Delete member?
de: Mitglied loschen?
es: Eliminar miembro?
fr: Supprimer le membre?
it: Eliminare membro?
nl: Lid verwijderen?
sv: Ta bort medlem?

source: Edit member
de: Mitglied bearbeiten
es: Editar miembro
fr: Modifier le membre
it: Modifica membro
nl: Lid bewerken
sv: Redigera medlem

source: Events you log will be attributed to this member.
de: Ereignisse, die Sie protokollieren, werden diesem Mitglied zugeordnet.
es: Los eventos que registres se atribuiran a este miembro.
fr: Les evenements que vous enregistrez seront attribues a ce membre.
it: Gli eventi che registri saranno attribuiti a questo membro.
nl: Gebeurtenissen die je logt worden toegeschreven aan dit lid.
sv: Handelser du loggar tillskrivs denna medlem.

source: Household
de: Haushalt
es: Hogar
fr: Foyer
it: Famiglia
nl: Huishouden
sv: Hushall

source: Me
de: Ich
es: Yo
fr: Moi
it: Io
nl: Ik
sv: Jag

source: No household members
de: Keine Haushaltsmitglieder
es: Sin miembros del hogar
fr: Aucun membre du foyer
it: Nessun membro della famiglia
nl: Geen huishoudleden
sv: Inga hushallsmedlemmar

source: Remove photo
de: Foto entfernen
es: Eliminar foto
fr: Supprimer la photo
it: Rimuovi foto
nl: Foto verwijderen
sv: Ta bort foto

source: Swipe left on a member to edit or delete.
de: Wischen Sie nach links, um ein Mitglied zu bearbeiten oder zu loschen.
es: Desliza hacia la izquierda en un miembro para editar o eliminar.
fr: Balayez vers la gauche sur un membre pour modifier ou supprimer.
it: Scorri verso sinistra su un membro per modificare o eliminare.
nl: Veeg naar links op een lid om te bewerken of verwijderen.
sv: Svep at vanster pa en medlem for att redigera eller ta bort.

source: This is me
de: Das bin ich
es: Este soy yo
fr: C'est moi
it: Sono io
nl: Dit ben ik
sv: Det ar jag

source: This member will be removed. Events they logged will keep their attribution.
de: Dieses Mitglied wird entfernt. Ereignisse, die es protokolliert hat, behalten ihre Zuordnung.
es: Este miembro sera eliminado. Los eventos que registro mantendran su atribucion.
fr: Ce membre sera supprime. Les evenements qu'il a enregistres conserveront leur attribution.
it: Questo membro sara rimosso. Gli eventi che ha registrato manterranno la loro attribuzione.
nl: Dit lid wordt verwijderd. Gebeurtenissen die ze hebben gelogd behouden hun toewijzing.
sv: Denna medlem kommer att tas bort. Handelser de loggade behaller sin tillskrivning.

source: Track who logs each event when sharing with family.
de: Verfolgen Sie, wer jedes Ereignis protokolliert, wenn Sie mit der Familie teilen.
es: Rastrea quien registra cada evento cuando compartes con la familia.
fr: Suivez qui enregistre chaque evenement lors du partage avec la famille.
it: Tieni traccia di chi registra ogni evento quando condividi con la famiglia.
nl: Houd bij wie elke gebeurtenis logt wanneer je deelt met familie.
sv: Spara vem som loggar varje handelse nar du delar med familjen.

source: Used when no photo is set.
de: Wird verwendet, wenn kein Foto festgelegt ist.
es: Se usa cuando no hay foto establecida.
fr: Utilise lorsqu'aucune photo n'est definie.
it: Usato quando non e impostata nessuna foto.
nl: Gebruikt wanneer geen foto is ingesteld.
sv: Anvands nar inget foto ar installtt.

source: Your Profile
de: Dein Profil
es: Tu perfil
fr: Ton profil
it: Il tuo profilo
nl: Jouw profiel
sv: Din profil

source: iCloud Identity
de: iCloud-Identität
es: Identidad de iCloud
fr: Identité iCloud
it: Identità iCloud
nl: iCloud-identiteit
sv: iCloud-identitet

source: Your identity is linked to your iCloud account.
de: Deine Identität ist mit deinem iCloud-Konto verknüpft.
es: Tu identidad está vinculada a tu cuenta de iCloud.
fr: Ton identité est liée à ton compte iCloud.
it: La tua identità è collegata al tuo account iCloud.
nl: Je identiteit is gekoppeld aan je iCloud-account.
sv: Din identitet är kopplad till ditt iCloud-konto.

source: Your name
de: Dein Name
es: Tu nombre
fr: Ton nom
it: Il tuo nome
nl: Je naam
sv: Ditt namn

source: How you appear in shared data
de: So erscheinst du in geteilten Daten
es: Cómo apareces en los datos compartidos
fr: Comment tu apparais dans les données partagées
it: Come appari nei dati condivisi
nl: Hoe je verschijnt in gedeelde gegevens
sv: Hur du visas i delad data

source: Not signed into iCloud
de: Nicht bei iCloud angemeldet
es: No has iniciado sesión en iCloud
fr: Non connecté à iCloud
it: Non connesso a iCloud
nl: Niet ingelogd bij iCloud
sv: Inte inloggad på iCloud

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend
sv: Okänd

source: Introduce yourself
de: Stelle dich vor
es: Preséntate
fr: Présente-toi
it: Presentati
nl: Stel jezelf voor
sv: Presentera dig själv

source: This helps identify who logged what when sharing with family.
de: Dies hilft zu erkennen, wer was protokolliert hat, wenn du mit der Familie teilst.
es: Esto ayuda a identificar quién registró qué al compartir con la familia.
fr: Cela aide à identifier qui a enregistré quoi lors du partage avec la famille.
it: Questo aiuta a identificare chi ha registrato cosa quando condividi con la famiglia.
nl: Dit helpt om te zien wie wat heeft gelogd bij het delen met familie.
sv: Detta hjälper till att identifiera vem som loggade vad när du delar med familjen.

source: Set up later
de: Später einrichten
es: Configurar más tarde
fr: Configurer plus tard
it: Configura più tardi
nl: Later instellen
sv: Ställ in senare

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
sv: Namn
